hello-msg =
    <b>👋 Добро пожаловать!</b>
    <b>Мы не делаем это ради хайпа, лайков или шума. Мы просто видим, как всё устроено: система, где вместо знаний проверяют подчинение, где оценки важнее смысла, где правда теряется под тоннами формальностей.</b>
    <b>Мы не против учёбы — мы против лжи.</b>
    <b>Бот — это не продукт и не услуга. Это ответ. Холодный, точный, своевременный. Он не уговаривает, не рекламирует, не ведёт логов. Просто работает. Если информация есть — ты её получаешь. Если нет — ты об этом узнаешь.</b>
    <b>Зачем покупать у нас? Мы не навязываем. Мы не объясняем, почему тебе это нужно. Если ты здесь — ты уже понял.</b>
    <b>Оплата — это не просто транзакция. Это фильтр, гарантия того, что доступ получают только те, кто действительно готов взять ответственность за своё будущее. 💡 Это минимальный барьер в мире, где доверять легко, но ценить — сложно.</b>
    <b>У нас не платят за иллюзии. У нас платят за тишину, за точность, за то, что срабатывает, когда должно.</b>
    <b>Сомневаешься — проходи мимо.</b>
    <b>Понимаешь — значит, ты уже внутри. 🔒</b>

welcome-buttons =
    Файлы
    ТГ канал

subject-buttons =
    Математика
    Физика
    История
    Русский

payment-title =
    Оплата за доступ к материалам

payment-description =
    Оплата за доступ к материалам по предмету: {$subject}

payment-button-pay =
    Оплатить 399 XTR

payment-button-cancel =
    Отменить

payment-success =
    <b>✅ Оплата успешно произведена!</b>
    Вот ваши материалы:

tg-channel-link =
    <b>📢 Наш Telegram канал:</b>
    https://t.me/your_channel_link

payment-error =
    Пожалуйста, попробуйте еще раз или обратитесь в поддержку.

donate-invoice-title =
    Донат автору

donate-invoice-description =
    На сумму в {$amount ->
        [one] {$amount} звезду
        [few] {$amount} звезды
       *[other] {$amount} звёзд
    }

donate-button-pay =
    Оплатить {$amount} XTR

donate-button-cancel =
    Отменить операцию

donate-input-error =
    Пожалуйста, введите сумму в формате <code>/donate [ЧИСЛО]</code>, где [ЧИСЛО] это сумма доната, от ⭐️ 1 до ⭐️ 2500.

    Примеры:
    • <code>/donate 100</code> - задонатить 100 ⭐️
    • <code>/donate 500</code> - задонатить 500 ⭐️
    • <code>/donate 1000</code> - задонатить 1000 ⭐️

# no html etc. (msg for callback answer)
donate-cancel-payment =
    😢 Донат отменен.

donate-successful-payment =
    <b>🫡 Спасибо!</b>
    Ваш донат успешно принят.

hello-owner =
    <b>👊 Hello, owner!</b>

ping-msg =
    <b>👊 Up & Running!</b>

media-msg =
    <b>🫡 Nice media <i>(I guess)</i>!</b>
